---
kind: other
id: Methods.T:Autodesk.Revit.DB.OptionalFunctionalityUtils
source: html/fcd38f03-f22f-93c4-007d-2a8739a689d3.htm
---
# OptionalFunctionalityUtils Methods

Checks whether the 3DM Import/Link functionality is available in the installed Revit.